{'prompt': 'Immanuel Kant criticized Emanuel Swedenborg and termed him a “spook hunter”. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'Clouds are made up of these. Answer choices: Carbon atoms; Water droplets and ice crystals; Oxygen ions; Dust mites. Correct answer: ', 'completion': 'Water droplets and ice crystals'}
{'prompt': 'This formation is a conical hill or mountain. It is formed by mantle material being pressed through an opening in the Earths crust. Answer choices: A volcano; A hill; An earthquake; A geyser. Correct answer: ', 'completion': 'A volcano'}
{'prompt': 'Japan suffers from this event very often. It is the sudden, light or violent movement of the earths surface caused by the release of energy in the earths crust. Answer choices: Volcano; Earthquake; Tide; Tsunami. Correct answer: ', 'completion': 'Earthquake'}
{'prompt': 'It is the only continent that does not have land areas below sea level. Answer choices: Australia; South America; Antarctica; Arctica. Correct answer: ', 'completion': 'Antarctica'}
{'prompt': 'It is the longest river in the world Answer choices: Themes; The Amazon; The Nile; Danube. Correct answer: ', 'completion': 'The Nile'}
{'prompt': 'Why do travelers to La Paz, Bolivia, often become ill as soon as they arrive? Answer choices: Because of the high temperature; Because of the humidity; Because of the soil quality; Because of the altitude. Correct answer: ', 'completion': 'Because of the altitude'}
{'prompt': 'In the US, why do we change our clocks on the daylight saving time dates in April and October? Answer choices: To conserve energy; To increase the hours of the day; To extend the working day; Because the tourist period in most countries starts in May. Correct answer: ', 'completion': 'To conserve energy'}
{'prompt': 'These are places of arid land with really low rainfall and high tempertures variation. Their vegetation is insignificant and the population of people and animals is very limited. Answer choices: Oceans; Raiforests; The equator; Deserts. Correct answer: ', 'completion': 'Deserts'}
{'prompt': 'This is a gemstone made by fossilized tree sap that is at least 30 million years old. Answer choices: Obsidian; Amber; Tourmaline; Malachite. Correct answer: ', 'completion': 'Amber'}
{'prompt': 'This is the largest island on Earth and one third of it is a national park. Answer choices: Greenland; Madagaskar; Australia; Alaska. Correct answer: ', 'completion': 'Greenland'}
{'prompt': 'Which of these organs has no known function in the human body? Answer choices: tonsils; appendix; uvula; pineal gland. Correct answer: ', 'completion': 'appendix'}
{'prompt': 'The main function of this organ of respiration is to transport oxygen from the atmosphere into the bloodstream. Answer choices: stomach; diaphragm; trachea; lung. Correct answer: ', 'completion': 'lung'}
{'prompt': 'This gland is shaped like a butterfly and helps regulate energy in the body. Answer choices: parathyroid; thyroid; adrenal; thymus. Correct answer: ', 'completion': 'thyroid'}
{'prompt': 'The cerebellum section of the brain controls the fine movement and equilibrium, among other things. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'These organs are very sensitive and often fail in people with very high blood pressure or diabetes. Answer choices: pancreas; kidneys; ovaries; lungs. Correct answer: ', 'completion': 'kidneys'}
{'prompt': 'Tooth enamel is the hardest substance in the body. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'This is one of the first signs of pregnancy. Answer choices: Swollen Feet; Missed period; Hair loss; Waddling. Correct answer: ', 'completion': 'Missed period'}
{'prompt': 'This doctor takes care of you and your baby during pregnancy. Answer choices: Psychologist; Periodontist; Obstetrician; Pediatrician. Correct answer: ', 'completion': 'Obstetrician'}
{'prompt': 'What is the most common method of child birth? Answer choices: Cesarean; Vaginal; Water birth; In Vitro Fertilization. Correct answer: ', 'completion': 'Vaginal'}
{'prompt': 'The mother determines the sex of the baby. Answer choices: False; True. Correct answer: ', 'completion': 'False'}
{'prompt': 'What are common side effects of pregnancy? Answer choices: Stretch marks; Morning Sickness; All of the these; Weight gain. Correct answer: ', 'completion': 'All of the these'}
{'prompt': 'How far along are you approximately, when you feel the baby move for the first time? Answer choices: 10 weeks; 35 weeks; 2 weeks; 20 weeks. Correct answer: ', 'completion': '20 weeks'}
{'prompt': 'What is suggested that you not do several hours before you go into labor?  It could get you embarrassed. Answer choices: Eat fish; Have sex; Talk on the phone; Eat food. Correct answer: ', 'completion': 'Eat food'}
{'prompt': 'What is also delivered along with the baby or immediately after its birth? Answer choices: Feet; Shoulders; Placenta; Handbook. Correct answer: ', 'completion': 'Placenta'}
{'prompt': 'These small bodies are considered left overs from the formation of the Solar system some 4.6 billion years ago. Answer choices: Comets; Stars; Planets; Asteroids. Correct answer: ', 'completion': 'Asteroids'}
{'prompt': 'These are lumps of ice and dust.  When they get close enough to the Sun they gradually evaporate.  Jets of gas and dust create long tails that people can see from Earth. Answer choices: Asteroids; Comets; UFOs; Stars. Correct answer: ', 'completion': 'Comets'}
{'prompt': 'This planet is slightly smaller than Earth and its closest neighbor (excluding the Moon). Answer choices: Venus; Uranus; Mars; Saturn. Correct answer: ', 'completion': 'Venus'}
{'prompt': 'This planet is has the largest  group of moons - 31, but it is best known for its ring system. Answer choices: Neptune; Mars; Saturn; Venus. Correct answer: ', 'completion': 'Saturn'}
{'prompt': 'This planet of the Solar System was named after a Greek god of the sea and earthquakes. The name is actually the Roman translation of the gods name. Answer choices: Mercury; Neptune; Pluto; Uranus. Correct answer: ', 'completion': 'Neptune'}
{'prompt': 'As this is the closest planet to the Sun, its temperatures at the surface range between -300 and 800 F (hot enough for lead to melt). Answer choices: Neptune; Mercury; Pluto; Venus. Correct answer: ', 'completion': 'Mercury'}
{'prompt': 'The surface of this planet is unique, it is the only one which has water in large quantities. Answer choices: Saturn; Pluto; Earth; Mars. Correct answer: ', 'completion': 'Earth'}
{'prompt': 'Which Solar System celestial bodys revolution around the Sun takes 248 years? Answer choices: Saturn; Pluto; Neptune; Uranus. Correct answer: ', 'completion': 'Pluto'}
{'prompt': 'This is the largest planet in our solar system. It is most famous for its Great Red Spot. Answer choices: Mars; Neptune; Saturn; Jupiter. Correct answer: ', 'completion': 'Jupiter'}
{'prompt': 'Miranda, Ariel, Umbriel, Titania, Oberon, Caliban, and Sycorax are names of the icy moons of this planet. Answer choices: Uranus; Jupiter; Saturn; Venus. Correct answer: ', 'completion': 'Uranus'}
{'prompt': 'The popular chat room abbreviation asl or a/s/l stands for age, sex, and location. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'An icon or animation to represent a participant used in Internet chat and games is referred to as this. Answer choices: Bitmap; Cookie; Applet; Avatar. Correct answer: ', 'completion': 'Avatar'}
{'prompt': 'If you and I are chatting over the Internet and I write LOL, that means that I am doing this. Answer choices: Crying; Laughing; Sleeping; Eating. Correct answer: ', 'completion': 'Laughing'}
{'prompt': 'The terms smiley and emoticon refer to one and the same thing. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'http://www.123facts.com/ is referred to as this. Answer choices: TCP; WAP; URL; USB. Correct answer: ', 'completion': 'URL'}
{'prompt': 'One of the following pairs (chat abbreviation - its  meaning) is wrong. Answer choices: BRB - Be Right Back; ATM - At The Moment; TTYL - To Tell You a Lie; TIA - Thanks In Advance. Correct answer: ', 'completion': 'TTYL - To Tell You a Lie'}
{'prompt': 'One of these things will not help you to get in touch with your neighbours PC. Answer choices: Hub; Router; Cache server; Network card. Correct answer: ', 'completion': 'Cache server'}
{'prompt': 'If they call me a newbie then I am new to the Internet; and/or new to the subject in general. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'In chat jargon, the emoticon  [8-] refers to this person. Answer choices: Elvis; Ronald Regan; Frankenstein; The Pope. Correct answer: ', 'completion': 'Frankenstein'}
{'prompt': 'The medical term cardio, deriving from a Greek word, refers to which organ of the human body? Answer choices: Brain; Liver; Lungs; Heart. Correct answer: ', 'completion': 'Heart'}
{'prompt': 'The term arthro is of Greek origin. It refers to which part of the body? Answer choices: Head; Skin; Bone; Joint. Correct answer: ', 'completion': 'Joint'}
{'prompt': 'Gastro is a common medical prefix, derived from the Greek word gastros which means what? Answer choices: Gas; Brain; Cell; Stomach. Correct answer: ', 'completion': 'Stomach'}
{'prompt': 'The word hepato, which derives from Greek, refers to the kidney. Answer choices: False; True. Correct answer: ', 'completion': 'False'}
{'prompt': 'Erythrocytes are a type of blood cells, consisting mainly of hemoglobin. What does the word erythro mean? Answer choices: Red; Knowledge; Cell; White. Correct answer: ', 'completion': 'Red'}
{'prompt': 'The term thrombo, which comes from Greek, refers to a blood clot. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'The word adeno, deriving from Greek, refers to which to what body part? Answer choices: Flesh; Brain; Gland; Kidney. Correct answer: ', 'completion': 'Gland'}
{'prompt': 'The two terms nephro and ren both refer to the kidneys. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'Onco, coming from the Greek word onkos refers to what? Answer choices: Ear; Nerve; Eye; Tumor. Correct answer: ', 'completion': 'Tumor'}
{'prompt': 'The food colorants, cochineal and carmine, are made from what? Answer choices: Frogs; A kind of insect; FDC Red Dye #40; None of these. Correct answer: ', 'completion': 'A kind of insect'}
{'prompt': 'Jell-O, the popular gelatin dessert, is made in part, from what? Answer choices: Bones and hides; Red ants; None of these; Horses and cows hooves. Correct answer: ', 'completion': 'Bones and hides'}
{'prompt': 'Twinkies, the sponge cake with creamy filling, created by Hostess, have an indefinite shelf life. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'Which of these statements, related to the effects of eating turkey, is true? Answer choices: Turkey slows your metabolic rate which makes you drowsy; A turkey makes you sleepy as it contains the natural sedative L-tryptophan; Increased blood flow to the gastrointestinal tract makes one drowsy; None of these. Correct answer: ', 'completion': 'None of these'}
{'prompt': 'The traditional Japanese dish, sushi, is always made with raw fish. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'What food results in negative calories when eaten? Answer choices: Carrots; Celery; All of these; Radishes. Correct answer: ', 'completion': 'All of these'}
{'prompt': 'Chop Suey, a pasta dish consisting of short noodles, was originally made and served in which country? Answer choices: Thailand; USA; China; Vietnam. Correct answer: ', 'completion': 'USA'}
{'prompt': 'Gatorade, a non-carbonated sports drink, was invented by researchers at the University of Florida and named in honor of the Florida Gators, the schools football team. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'In 2003, the FDA issued a warning about a possible connection between green onions and which disease? Answer choices: None of these; Gall stones; Hepatitis A; Cancer. Correct answer: ', 'completion': 'Hepatitis A'}
{'prompt': 'In the USA, the color of the plastic tags, used to seal bread bags, indicates on what day the loaves were baked. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'Death of heart tissues due to loss of blood supply correctly describes the condition known as Myocardial Infarction. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'This progressive generative disease of the brain results in loss of cognitive ability and uncontrolled movements, called chorea, the Greek word for dance. Answer choices: Alzheimers Disease; Myasthenia Gravis; Multiple Sclerosis; Huntingtons Disease. Correct answer: ', 'completion': 'Huntingtons Disease'}
{'prompt': 'Which of these is best describes the cause of Parkinsons disease? Answer choices: A brain injury; Changes in the myelin sheath of the neuron; Decreased blood flow to the brain; A decrease in a neurotransmitter. Correct answer: ', 'completion': 'A decrease in a neurotransmitter'}
{'prompt': 'If your physician tells you that you have Presbycusis due to the normal process of aging, he may suggest that you need which of these? Answer choices: Dentures; Glasses; A wheelchair; Hearing aid. Correct answer: ', 'completion': 'Hearing aid'}
{'prompt': 'Which of these medical terms means difficulty in swallowing. Answer choices: dyspepsia; dysuria; dyspnea; dysphagia. Correct answer: ', 'completion': 'dysphagia'}
{'prompt': 'Does the condition known as Hypoglycemia imply that blood sugar levels in the body are too high? Answer choices: Yes; No. Correct answer: ', 'completion': 'No'}
{'prompt': 'If you have hyperthyroidism, your body is overproducing what hormone? Answer choices: Estrogen; Thyroxine; Glucagon; Thyrocalcitonin. Correct answer: ', 'completion': 'Thyroxine'}
{'prompt': 'Which of these most accurately describes the medical term, necrosis? Answer choices: Irregular heartbeat; Death of living tissue; Decrease in white blood cells; Liver damage. Correct answer: ', 'completion': 'Death of living tissue'}
{'prompt': 'Your physician has ordered an electroencephalogram (EEG), the graphic recording of the electrical activity of what organ? Answer choices: Muscles; Liver; Heart; Brain. Correct answer: ', 'completion': 'Brain'}
{'prompt': 'In the US, what was the average street cost of a lid (3/4 ounce bag) of marijuana in the mid 1970s? Answer choices: $20.00; $10.00; $15.00; $5.00. Correct answer: ', 'completion': '$15.00'}
{'prompt': 'Marijuana is known by many names, including all of these but one. Which is the odd name? Answer choices: Mary Jane; Weed; Pot; Janu. Correct answer: ', 'completion': 'Janu'}
{'prompt': 'What is marijuanas primary active ingredient? Answer choices: THC; TCB; TAC; TBC. Correct answer: ', 'completion': 'THC'}
{'prompt': 'How many different chemicals can be found in marijuana? Answer choices: 150; Less than 5; More than 400; 200. Correct answer: ', 'completion': 'More than 400'}
{'prompt': 'According to anonymous researches, conducted in the USA in 2002, most teenagers aged 12-17 have at least tried Marijuana. Answer choices: False; True. Correct answer: ', 'completion': 'False'}
{'prompt': 'Which side effect is not related to the use of marijuana? Answer choices: Silly and causeless giggling; Red, bloodshot eyes; Dizziness and staggering; Violent behaviour. Correct answer: ', 'completion': 'Violent behaviour'}
{'prompt': 'Marijuana is produced from parts of the male cannabis plants. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'With the passage of the Marijuana Tax Act, the United States effectively banned recreational and medicinal use of cannabis. What year was this act adopted? Answer choices: 1945; 1937; 1972; 1965. Correct answer: ', 'completion': '1937'}
{'prompt': 'By amending its Opium Act in 1976, the government of which country decided to treat possession of up to 30 grams of marijuana as an activity not for prosecution, detection or arrest? Answer choices: Columbia; Holland; Canada; USA. Correct answer: ', 'completion': 'Holland'}
{'prompt': 'What US state enacted Proposition 215, the Compassionate Use Act, which allowed sick and dying patients to legally use marijuana for medicinal purposes? Answer choices: Alabama; Hawaii; California; Ohio. Correct answer: ', 'completion': 'California'}
{'prompt': 'The sphygmomanometer is a device invented by Samuel Siegfried Karl Ritter von Basch, used to measure what? Answer choices: Blood pressure; Myopia; Intensity of headaches; Heart murmurs. Correct answer: ', 'completion': 'Blood pressure'}
{'prompt': 'This disorder, from a Greek word meaning failure to put in order, is characterised by lack of muscular coordination, and often occurs when parts of the nervous system which control movement are damaged. Answer choices: Narcolepsy; Dyslexia; Hyperkinesis; Ataxia. Correct answer: ', 'completion': 'Ataxia'}
{'prompt': 'This disorder is the abnormal accumulation of cerebrospinal fluid in the ventricles of the brain. Answer choices: Spina bifida; Multiple sclerosis; Epilepsy; Hydrocephalus. Correct answer: ', 'completion': 'Hydrocephalus'}
{'prompt': 'Tourette syndrome is a neurological disorder, characterized by tics -- involuntary, rapid, movements or vocalizations. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'This is the colloquial equivalent of the medical term Herpes zoster, which is used to define a condition, caused by the varicella zoster virus. Answer choices: Cold sores; Sementia; Mumps; Shingles. Correct answer: ', 'completion': 'Shingles'}
{'prompt': 'Pre-eclampsia, thought to be caused by inflammatory mediators, is a medical condition associated with which of these? Answer choices: Pregnancy; Eye infections; Brain tumor; Bronchitis. Correct answer: ', 'completion': 'Pregnancy'}
{'prompt': 'Down Syndrome, named after Dr. John Langdon Down, is actually a chromosomal defect. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'What medical term is synonym of jaundice, a condition characterized by yellowing of the skin, sclera and mucous membranes? Answer choices: Icterus; Ascites; Anorexia; Nausea. Correct answer: ', 'completion': 'Icterus'}
{'prompt': 'The presence of gallstones in the gallbladder is defined by what medical term? Answer choices: Dysentery; Hepatitis; Cholelithiasis; Cirrhosis. Correct answer: ', 'completion': 'Cholelithiasis'}
{'prompt': 'Arthralgia is a severe heart disorder. Answer choices: False; True. Correct answer: ', 'completion': 'False'}
{'prompt': 'The term encephalon, defined as the brain of a vertebrate, derives from a Greek word which means what? Answer choices: In the mind; Forehead; In the backbone; In the head. Correct answer: ', 'completion': 'In the head'}
{'prompt': 'Carcino is a word of Greek origin which refers to the small intestines. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'The term blepharo derives from a Greek word and refers to which part of the body? Answer choices: Artery; Larynx; Eyelid; Lungs. Correct answer: ', 'completion': 'Eyelid'}
{'prompt': 'An inguinal hernia occurs in the groin, the area between the abdomen and thigh. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'Which of these medical terms refers to air passages in the lungs? Answer choices: Neurons; Axons; Terminals; Bronchial tubes. Correct answer: ', 'completion': 'Bronchial tubes'}
{'prompt': 'The word phlebo is of Greek origin, which comes from the root phlein, meaning to gush or to overflow.  What part of the body does this word refer to? Answer choices: Aorta; Arteries; Capillaries; Veins. Correct answer: ', 'completion': 'Veins'}
{'prompt': 'The medical prefix bucco refers to which part of the head? Answer choices: Forehead; Eye; Cheek; Nose. Correct answer: ', 'completion': 'Cheek'}
{'prompt': 'The medical prefix oophoro, which derives from Greek, refers to which part of the body? Answer choices: Muscle; Uterus; Abdomen; Ovary. Correct answer: ', 'completion': 'Ovary'}
{'prompt': 'The prefix neuro, which in Greek means sinew or string, is related to the nervous system. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'The prefix of Greek origin, oto is used in medical terminology to refer to what body part? Answer choices: Nose; Mouth; Ear; Eye. Correct answer: ', 'completion': 'Ear'}
{'prompt': 'Scientists differentiate what three basic types of memory, based on the duration of memory retention? Answer choices: Episodic memory, procedural memory, and semantic memory; Temporary memory, average memory, and permanent memory; Momentary memory, short-term memory, and permanent memory; Sensory memory, short-term memory, and long-term memory. Correct answer: ', 'completion': 'Sensory memory, short-term memory, and long-term memory'}
{'prompt': 'To which of these essential human abilities is memory closely related? Answer choices: All of these; Learning; Understanding; Speaking. Correct answer: ', 'completion': 'All of these'}
{'prompt': 'Procedural Memory, a category of the long-term memory, refers to which of these basic human abilities? Answer choices: The ability to gain and store general knowledge and information; The ability to consciously retrieve stored facts and information; The artistic and creative abilities; The ability to acquire and develop skills. Correct answer: ', 'completion': 'The ability to acquire and develop skills'}
{'prompt': 'Typically, how many random items can human short-term memory store? Answer choices: 3-4; 9-11; 6-8; 15-17. Correct answer: ', 'completion': '6-8'}
{'prompt': 'Déjà Vu is one of the curios brain phenomenon. Which of these most accurately describes the term? Answer choices: A sensation of something seen or experienced before; A spontaneous involuntary creation of a false memory; A sudden flash of a long forgotten memory; The feeling that something familiar was never seen before. Correct answer: ', 'completion': 'A sensation of something seen or experienced before'}
{'prompt': 'Nearly everybody has experienced the tip-of-the-tongue situation when one is eagerly trying to think of a relatively familiar fact, name or word and is just about to recall it, but it constantly eludes him.  What is the explanation of this strange experience? Answer choices: Aging brain cells; Mineral deficiency; Unpleasant experience associated with the memory; Another item is blocking the recollection. Correct answer: ', 'completion': 'Another item is blocking the recollection'}
{'prompt': 'Which of these most accurately explains the controversial issue of  false memories? Answer choices: Memories formed under the influence of misleading suggestions and clues; None of these; Memories lacking coherent and logical rationale; Memories causing false sensations. Correct answer: ', 'completion': 'Memories formed under the influence of misleading suggestions and clues'}
{'prompt': 'One of the most basic characteristics of our memory is the ability to forget, which is considered to be this type of function. Answer choices: Developing function; Adaptive function; Cognitive function; Protective function. Correct answer: ', 'completion': 'Adaptive function'}
{'prompt': 'Amnesia, the loss of significant amount of important information, is a memory impairment which happens as a result of which of these? Answer choices: Specific malfunctions in the brain; Physical injury; Psychological trauma; All of these. Correct answer: ', 'completion': 'All of these'}
{'prompt': 'In the study of memory, what does the term mnemonist refer to? Answer choices: Individual with exceptional memory; Individual with severe memory disorders; Individual who tends to create false memories; Individual who has recovered from amnesia. Correct answer: ', 'completion': 'Individual with exceptional memory'}
{'prompt': 'What is the main cause for most pandemics in history? Answer choices: The domestication of animals; Human negligence; Genetic experiments; The bad hygiene of the people. Correct answer: ', 'completion': 'The domestication of animals'}
{'prompt': 'During which war did the first known pandemic take place?  It dates back to 430 BC. Answer choices: The Peloponnesian War; The Punic Wars; The Persian Wars; The Trojan War. Correct answer: ', 'completion': 'The Peloponnesian War'}
{'prompt': 'Which Roman emperor died of Antonine plague? This plague was actually named after him. Answer choices: Marcus Aurelius; Vespasian; Claudius; Augustus. Correct answer: ', 'completion': 'Marcus Aurelius'}
{'prompt': 'Is there a cure for the plague? Answer choices: Yes; No. Correct answer: ', 'completion': 'Yes'}
{'prompt': 'At this stage of the plague, one of the the symptoms is the presence of black patches on the skin. Answer choices: Plague of Justinian; Septicemic Plague; Pneumonic Plague; Bubonic Plague. Correct answer: ', 'completion': 'Septicemic Plague'}
{'prompt': 'This disease had 7 pandemics and is still causing epidemics. Answer choices: Plague; Cholera; Typhus; Influenza. Correct answer: ', 'completion': 'Cholera'}
{'prompt': 'This terrible disease killed as much as 5% of the worlds population and affected almost 20% in just six months. Answer choices: Spanish Flu; Measles; Bubonic plague; Cholera. Correct answer: ', 'completion': 'Spanish Flu'}
{'prompt': 'The smallpox isnt dangerous. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'Which of these countries did cholera affect most? Answer choices: USA; Italy; Russia; France. Correct answer: ', 'completion': 'Russia'}
{'prompt': 'Cancer is considered a pandemic. Answer choices: False; True. Correct answer: ', 'completion': 'False'}
{'prompt': 'This is one of the most common health problems that comes from being overweight. Answer choices: Fainting; High blood pressure; Vertigo; Low blood pressure. Correct answer: ', 'completion': 'High blood pressure'}
{'prompt': 'In the USA, obesity is the second leading cause of preventable death after this one. Answer choices: Stress; Drugs; Pollution; Smoking. Correct answer: ', 'completion': 'Smoking'}
{'prompt': 'How many people are overweight around the world? Answer choices: More than 3 million; More than 1 million; More than 5 million; More than 1 billion. Correct answer: ', 'completion': 'More than 1 billion'}
{'prompt': 'When starting a diet you have to consume at least this number of calories per day, otherwise you will lose muscle. Answer choices: 2000; 1000; 1500; 1200. Correct answer: ', 'completion': '1200'}
{'prompt': 'Which of the following has the most fat? Answer choices: Cottage Cheese; Feta; American Blue Cheese; Parmesan. Correct answer: ', 'completion': 'American Blue Cheese'}
{'prompt': 'Body Mass Index (BMI) is the relation between body mass and height.  If your BMI is in this range then you are considered overweight. Answer choices: 25 to 29.9; 20 to 24.9; 15 - 19.9; 10 - 14.9. Correct answer: ', 'completion': '25 to 29.9'}
{'prompt': 'This is the most recommended activity that helps prevent or fight obesity. Answer choices: Quitting alcohol; Getting exercise; Eating salads only; Drinking a lot of water. Correct answer: ', 'completion': 'Getting exercise'}
{'prompt': 'At what time in a womans life is she most likely to gain the most weight? Answer choices: After the age of 60; During pregnancy; Before her menstruation; During menopause. Correct answer: ', 'completion': 'During pregnancy'}
{'prompt': 'Women become overweight easier than men. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'What does being obese in some countries with food shortages symbolizes? Answer choices: Wealth; Wisdom; Divinity; Well-being. Correct answer: ', 'completion': 'Wealth'}
{'prompt': 'Jason has 3 quarters, 8 nickels, 6 dimes and 3 pennies. How much money does he have? Answer choices: $0.35; $1.78; $2.58; $1.93. Correct answer: ', 'completion': '$1.78'}
{'prompt': 'What is the next number in the following sequence: 42, 48, 54, __? Answer choices: 64; 50; 58; 60. Correct answer: ', 'completion': '60'}
{'prompt': 'In the following division problem, the quotient is 2: Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': '6 is a multiple of 2 and 3, 9 is a multiple of 3 only, 10 is a multiple of 5 and what other number? Answer choices: 10; 2; 15; 5. Correct answer: ', 'completion': '2'}
{'prompt': 'How would you write 236,598 out in words? Answer choices: Two million, thirty-six thousand, five hundred ninety-eight; Two hundred, thirty-six thousand, five hundred ninety-eight; Three hundred, thirty-six thousand, six hundred ninety-eight; Two hundred, three thousand, five hundred ninety-seven. Correct answer: ', 'completion': 'Two hundred, thirty-six thousand, five hundred ninety-eight'}
{'prompt': 'The eyes of males are bigger than those of females. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'The eyes of a baby weigh about 1/400 of its entire body mass. How much do the eyes of an adult weigh? Answer choices: 1/1000 of the body mass; 1/4000 of the body mass; 1/20000 of the body mass; 1/10000 of the body mass. Correct answer: ', 'completion': '1/4000 of the body mass'}
{'prompt': 'An adult salivates this much per day, on average. Answer choices: 2 liters (1/2 gallons); 0.1 liters (0.026gallons); 1 liter (1/4 gallons); 1.2 liters (0.32 gallons). Correct answer: ', 'completion': '1 liter (1/4 gallons)'}
{'prompt': 'How long are the intestines of an average adult? (large and small) Answer choices: approx 1-2 meters (3-6.5 feet); approx 19-20 meters (62-65 feet); approx 8-9 meters (26-29.5 feet); approx 15-16 meters (49-52.5 feet). Correct answer: ', 'completion': 'approx 8-9 meters (26-29.5 feet)'}
{'prompt': 'The growth hormone is released from this gland. Answer choices: Pancreas; Hypophysis; Adrenal Gland; Pineal Gland. Correct answer: ', 'completion': 'Hypophysis'}
{'prompt': 'How many teeth does an average human have? Answer choices: 28; 29; 34; 32. Correct answer: ', 'completion': '32'}
{'prompt': 'What can microexpressions, a type of tiny fleeting facial expressions, help you understand about the person you are talking with? Answer choices: Their real attitude towards the topic; Their emotional state; Whether they are telling the truth or not; All of these. Correct answer: ', 'completion': 'All of these'}
{'prompt': 'Which one of these statements about facial microexpressions is not true? Answer choices: Microexpressions are involuntary.; Microexpressions can be controlled with certain types of chemicals.; Microexpressions contain much more information than common expressions.; Microexpressions can be easily read by any person.. Correct answer: ', 'completion': 'Microexpressions can be easily read by any person.'}
{'prompt': 'Kismet, a complicated technological achievement, is a very important step in the understanding of human facial expressions and their role in socialising. What is actually Kismet? Answer choices: A technique for enhancing the ability of the face to conduct emotions; A set of tiny devices implanted under the skin, which detect microexpressions; A sociable humanoid robot; An advanced computer system, designed to analyze microexpressions. Correct answer: ', 'completion': 'A sociable humanoid robot'}
{'prompt': 'What British naturalist published the first major scientific study on facial communication in 1872? Answer choices: Leonardo Da Vinci; Alfred Brehm; James Edward Smith; Charles Darwin. Correct answer: ', 'completion': 'Charles Darwin'}
{'prompt': 'In medicine, which of these brain disorders does the term prosopagnosia refer to? Answer choices: The inability to express emotions; Misinterpretation of basic human expressions; Total indifference to others expressions; The Inability to recognize faces. Correct answer: ', 'completion': 'The Inability to recognize faces'}
{'prompt': 'In which of these countries is showing negative facial expressions considered impolite and is therefore avoided?  Negative expressions are instead usually masked with smile or laughter. Answer choices: Peru; Kenya; Indonesia; Japan. Correct answer: ', 'completion': 'Japan'}
{'prompt': 'What emotional state does the gesture of narrowed eyes convey? Answer choices: Threat, distrust; Satisfaction, joy; Sadness, frustration; Anger, excitement. Correct answer: ', 'completion': 'Threat, distrust'}
{'prompt': 'Experiments prove that men are usually better at decoding facial expressions than women. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'Laughter is one of the first expressions of emotions babies learn to convey.  At about what age do babies start to laugh? Answer choices: 12 months; 7 months; 18 months; 4 months. Correct answer: ', 'completion': '4 months'}
{'prompt': 'This organ contains many bacteria, which begin to digest surrounding organs immediately after death. Answer choices: Liver; Stomach; Intestines; Rectum. Correct answer: ', 'completion': 'Intestines'}
{'prompt': 'A large number of flies can appear around a dead body within the first 24 hours of death.  This is mainly because the flies lay eggs on the body, this multiplying their numbers. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'In average conditions, approximately how many hours does it take for the dead bodys temperature to equalize with the surrounding environment? Answer choices: 12; 48; 26; 24. Correct answer: ', 'completion': '24'}
{'prompt': 'Which of the following happens three days after the moment of death? Answer choices: The body starts to shrink; The body starts to emit smell; The body starts to swell; The nails are so loose that they can be pulled off. Correct answer: ', 'completion': 'The body starts to swell'}
{'prompt': 'Because of the substance present in these structures of the human body, they can be preserved for centuries avoiding decomposition. Answer choices: Teeth; Nails; Eyelashes; Eyeballs. Correct answer: ', 'completion': 'Teeth'}
{'prompt': 'Which part of the body is decomposed last, but before the bones? Answer choices: Cartilages; Hair; Nails; Gall Bladder. Correct answer: ', 'completion': 'Hair'}
{'prompt': 'The term rigor mortis means this. Answer choices: Stiffness of death; Swollen corpse; Blue corpse; Blue death. Correct answer: ', 'completion': 'Stiffness of death'}
{'prompt': 'The skin goes purple and waxy about one hour from time of death. Answer choices: False; True. Correct answer: ', 'completion': 'False'}
{'prompt': 'A death erection is a post-mortem erection which occurs when a male individual dies vertically or face-down.  What causes this condition? Answer choices: Having intercourse before death; Gravity causes the genitalia to fill up with blood; The body swells up; Bladder and Intestines empty. Correct answer: ', 'completion': 'Gravity causes the genitalia to fill up with blood'}
{'prompt': 'The face of the person becomes difficult to recognize 24 hours after death. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'Due to this, there is almost no atmosphere on the Moon. Answer choices: Lack of oxygen; Cold temperature; Excessive sunshine; Weak gravity. Correct answer: ', 'completion': 'Weak gravity'}
{'prompt': 'The side of the Moon that we see is this. Answer choices: Different every night; Different every two weeks; Different every month; The same every night. Correct answer: ', 'completion': 'The same every night'}
{'prompt': 'The distance between the Moon and the Earth is approximately this much. Answer choices: 238,897 miles (384,467km); 62,000 miles (100,000km); 155,342 miles (250,000 km); 260,975 miles (420,000 km). Correct answer: ', 'completion': '238,897 miles (384,467km)'}
{'prompt': 'The Moon is changing its position it relation to the Earth. In what way? Answer choices: Getting closer; Moving along the Earths Y axis; Moving away; Moving along the Earths X axis. Correct answer: ', 'completion': 'Moving away'}
{'prompt': 'Which factor ensures that many of the craters on the Moons surface remain well preserved in comparison to those on Earth? Answer choices: The strong solar rays; The rotating movement; The lack of atmosphere; The influence of Earths gravity. Correct answer: ', 'completion': 'The lack of atmosphere'}
{'prompt': 'When was the Moon formed? Answer choices: About 5.7 billion years ago; About 4.5 billion years ago; About 300,000 years ago; About 1 billion years ago. Correct answer: ', 'completion': 'About 4.5 billion years ago'}
{'prompt': 'Moons shape is not quite round. What does it resemble? Answer choices: Egg; Kiwi; Pear; Lemon. Correct answer: ', 'completion': 'Egg'}
{'prompt': 'A compass cannot be used on the Moon.  What factor is responsible for this? Answer choices: Lack of a magnetic field; Influence of Earths gravity; Asteroid impacts; Lack of gravity on the Moon. Correct answer: ', 'completion': 'Lack of a magnetic field'}
{'prompt': 'The Moon is taken into consideration when calculating the day of this religious celebration. Answer choices: Thanksgiving; Memorial Day; Christmas; Easter. Correct answer: ', 'completion': 'Easter'}
{'prompt': 'The Moons diameter is approximately this long. Answer choices: 2,796 miles (4,500 km); 2,154 miles (3,476 km); 5,567 miles (8,960 km); 7,145 miles (11,500 km). Correct answer: ', 'completion': '2,154 miles (3,476 km)'}
{'prompt': 'A large exposition at the Royal Observatory, Greenwich is devoted to horology, a science that studies what? Answer choices: time; navigation; lenses; comets. Correct answer: ', 'completion': 'time'}
{'prompt': 'These animals are the subject of study of coleopterology, which is a subfield of entomology. Answer choices: jaguars; tigers; snakes; beetles. Correct answer: ', 'completion': 'beetles'}
{'prompt': 'A King Cobra and a frog would be subjects of study of what science? Answer choices: autecology; astacology; reptology; herpetology. Correct answer: ', 'completion': 'herpetology'}
{'prompt': 'This species, considered to have colonized almost every landmass on Earth, is studied by myrmecology. Answer choices: bees; ants; flies; hornets. Correct answer: ', 'completion': 'ants'}
{'prompt': 'This material on the surface of a lithosphere is the subject of study of pedology. Answer choices: turf; rock; rain; soil. Correct answer: ', 'completion': 'soil'}
{'prompt': 'This country, known for the worlds longest continuously used written language system, is the subject of study of sinology. Answer choices: China; Singapore; Japan; Korea. Correct answer: ', 'completion': 'China'}
{'prompt': 'What national symbols are subject of study of vexillology? Answer choices: flags; seals; national emblems; coat of arms. Correct answer: ', 'completion': 'flags'}
{'prompt': 'What is the subject of study of thanatology, personified in Greek mythology by Thanatos? Answer choices: death; plague; birth; grave. Correct answer: ', 'completion': 'death'}
{'prompt': 'This astral body, known as Earths only natural satellite, is the subject of study selenology. Answer choices: Sun; Venus; Jupiter; Moon. Correct answer: ', 'completion': 'Moon'}
{'prompt': 'This contractile tissue of the body is the subject of study of myology. Answer choices: blood cells; bones; hairs; muscles. Correct answer: ', 'completion': 'muscles'}
{'prompt': 'What term is used to designate a hurricanes calm, low-pressure center around which winds of high velocity spin? Answer choices: Outer rim; Eye wall; Rain bands; Eye. Correct answer: ', 'completion': 'Eye'}
{'prompt': 'A swallow hole is an unnatural depression in earths surface formed by the collapse of a large building. Answer choices: True; False. Correct answer: ', 'completion': 'False'}
{'prompt': 'What term refers to electric power produced by running or falling water? Answer choices: Nuclear power; Aquatic power; Hydrothermal power; Hydroelectric power. Correct answer: ', 'completion': 'Hydroelectric power'}
{'prompt': 'What term do scientists use to denote the gradual warming of the planet due to absorption of infrared radiation by the atmosphere? Answer choices: Greenhouse effect; Ozone depletion; Atmospheric termoincrease; Global dimming. Correct answer: ', 'completion': 'Greenhouse effect'}
{'prompt': 'The geological area called The Ring of Fire is located along the borders of the Pacific Ocean. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'Will two tectonic plates sliding away from each other result in an earthquake? Answer choices: Yes; No. Correct answer: ', 'completion': 'Yes'}
{'prompt': 'Sinkholes, natural depressions in the surface topography, may vary largely in size. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'There are many different theories of how the Milky Way galaxy was born. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'These biological poisons damage bio systems on contact. The injuries they cause resemble burns. Answer choices: Oxidizers; Halides; Corrosives; Neurotoxins. Correct answer: ', 'completion': 'Corrosives'}
{'prompt': 'Arsenic poisoning mainly disrupts this system. Answer choices: Cardiovascular system; Digestive system; Endocrine system; Nervous system. Correct answer: ', 'completion': 'Digestive system'}
{'prompt': 'Poisoning by this substance is often referred to as painters colic. Answer choices: Lead; Thallium; Barium; Chromium. Correct answer: ', 'completion': 'Lead'}
{'prompt': 'Nicotine can be found in tomatoes, potatoes, green peppers, coca plants and tobacco. Answer choices: True; False. Correct answer: ', 'completion': 'True'}
{'prompt': 'Troops who are likely to be attacked with chemical weapons often carry auto-injectors with this substance. Answer choices: Solanine; Digoxin; Digitoxin; Atropine. Correct answer: ', 'completion': 'Atropine'}
{'prompt': 'Strychnine poisoning produces some of the most terrifying and painful symptoms imaginable. Answer choices: False; True. Correct answer: ', 'completion': 'True'}
{'prompt': 'Three of these snakes produce venom, lethal to humans.  Which one does not? Answer choices: King Cobra; Desert Kingsnake; Mamba; Rattlesnake. Correct answer: ', 'completion': 'Desert Kingsnake'}
{'prompt': 'In medical parlance, what is an A-line? Answer choices: Anatomic line; Analog line; Afferent line; Arterial line. Correct answer: ', 'completion': 'Arterial line'}
{'prompt': 'After reading the following, what will a doctor conclude? Pt presents 3 d S/P TURP, with c/o HA x 2 d. Answer choices: The patient has a headache.; The patient recently had abdominal surgery.; The patient has no current complaints.; The patient is female.. Correct answer: ', 'completion': 'The patient has a headache.'}
{'prompt': 'What do abbreviations Rx, Tx, Hx and Sx mean? Answer choices: Pharmacy, Treatment Room, Hospital and Sanitorium; Renal, Thyroid, Uterine and Splenic; Prescription, Treatment, History and Symptom; Rectal, Thyroglossal, Hepatic and Splenic. Correct answer: ', 'completion': 'Prescription, Treatment, History and Symptom'}